define([], function() {
  var strings = {
    "_NAR8NFw8cblGJm9t5CjqOw": {
      "SuccessfullyLoadedText": "[!!--##Šūččȅśšƒųļŀƴ ŀŏãđęď đĕƀűĝ mǻńīƒęšţş.##--!!]",
      "ErrorLoadingText": "[!!--##Ƒȁįļěđ ŧơ ŀŏăđ ďȇƂųğ måňĭƒěşţş: {0}##--!!]"
    },
    "_vd/LT/qfiQhbHFfeM1GtlA": {
      "FetchFailedError": "[!!--##Ƒȅŧčĥįňĝ ŵėƄƥǻťş ƒąįļēď ŵĭţħ ȇřŗơŗ \"{0}\". Ʀȅňđėŕ őƒ ã ćȃĉĥēđ ŵōŕĸƅĕŋčħ mãɏ ƒăįĺ.##--!!]",
      "CanvasInitializationError": "[!!--##Ĭńįŧīȃłįźīŉġ ćâŉvàş ƒȁĩļēď ŵĩŧĥ ĕŕŕŏř \"{0}\".##--!!]",
      "UnknownError": "[!!--##Ăņ ůńƙňŏŵņ ĕŕŕơř ŏččůŕřȅď \"{0}\".##--!!]"
    },
    "_FQya7ZjwIyrOEutOa+omIA": {
      "Title": "[!!--##Ŵąŕƞīŋģ##--!!]",
      "SubText": "[!!--##Ŷőűŕ ŵėɓ ƥàřť ŵīłŀ ņơţ ǻƿƥȅȁŕ ıŉ ŧħȅ ťơŏĺƂőx. Ƥłęáśĕ mäƙȇ ŝūřė \"ĝűľƥ šěŕvę\" ıš ŕűŋņĩņģ ıŉ ä ŵěƃ ƥâřŧ ƿřŏĴēċť. Ƥļĕāśē řěƒŗȅšĥ ţĥĕ ƥȁĝȅ ōƞčę \"ģũľƥ ŝēŗvě\" įš ŕűƞŋıŉğ.##--!!]",
      "OkButtonText": "[!!--##ŐĶ##--!!]",
      "ClickHerePrefix": "[!!--##Ĉłıčķ ##--!!]",
      "ClickHereLink": "[!!--##ĥęřĕ##--!!]",
      "ClickHereSuffix": "[!!--## ƒơŗ mōŕę īŋƒŏřmąťıŏń.##--!!]"
    },
    "_1JArBGDet5Uj9pJOV/9sFw": {
      "UrlTextBoxPlaceholder": "[!!--##Ėŋŧēř å ŰŔĿ ţő vĩěŵ ĩņ MōƄįļę Ƥřȅvīěŵ Ŧōŏľ.##--!!]",
      "ScreenReaderMobilePreviewEntered": "[!!--##Ɏơū ħåvė ėƞťĕŕȅď ŧħę Mőƃįŀȅ Ƥŗēvīēŵ Ťŏōł. Įƒ ȳơű ŵāƞţ ţō ƿŗęvıȇŵ à đĭƒƒȇřȇŉŧ ƿåģę, ȅŋŧęŕ ťĥĕ ŪŖĿ įń ŬŖĻ ţěxŧ ƒĩēĺď. Ťơ čĺōšȅ ťħė ťőŏľ âŋď ġơ ƃàčƙ ťō Ŵőŕķƃȇńćħ, ƿřěšŝ Ěŝćąƿĕ.##--!!]",
      "ScreenReaderDevicePickerEntered": "[!!--##Ųŝĕ ļȅƒť åƞđ ŗıģĥţ ãŗřőŵ ƙĕȳş ťŏ čħŏŏšȇ à ďȅvĭċĕ ţō ĉĥąŉġĕ ŧħȅ ƿŗėvīēŵ śċŕěĕň šĭžȇ.##--!!]",
      "ScreenReaderDevicePickerSelectionChanged": "[!!--##Ƥŕȇšś Ȅńŧĕŕ ţő čĥōŏşĕ ţħĭš ďēvĩčę.##--!!]",
      "Width": "[!!--##Ŵıďţħ##--!!]",
      "Height": "[!!--##Ħĕĩğĥť##--!!]"
    },
    "_8EVKOH1av6NjR/ZNfdafrw": {
      "WebPartData": "[!!--##ŴĕƄ Ƥãŕť Ɖăťä##--!!]",
      "ClassicPages": "[!!--##Čľåśśıĉ Ƥăģēŝ##--!!]",
      "ModernPages": "[!!--##Mơđėŕň Ƥáģėś##--!!]",
      "Close": "[!!--##Čľōśě##--!!]",
      "WebPartDataHelpInfoLink": "[!!--##Ļĕȃŕņ áƂōŭť ƿŗővĭŝįőņĭňģ ŞħářėƤőĩņť ȁŝśȅŧş ƒřőm ŷōŭŗ ŠħąŗēƤőīňť čĺīȅŋţ-śĭďě ŵȅƄ ƿàřŧ##--!!]"
    },
    "_IusqdbcSoVYQiit3+QRSxw": {
      "Office365Title": "[!!--##Ŏƒƒįĉę 365##--!!]",
      "SharePointWorkbenchTitle": "[!!--##ŞĥãřēƤŏĭŉŧ Ŵŏřķƀėňćħ##--!!]",
      "ScreenReaderDisplayModeSwitchToEditMode": "[!!--##Śŵĩťčĥěđ ƒŕōm ƿřȇvĭĕŵ mơďȇ ťő ęđįť mơđę.##--!!]",
      "ScreenReaderDisplayModeSwitchToReadMode": "[!!--##Şŵıŧćĥĕđ ƒŕŏm ěđįť mōđȅ ţŏ ƿŗėvĩȅŵ mơđę.##--!!]"
    },
    "_nCtJlVOXBHa59LgYtajnjA": {
      "Save": "[!!--##Šǻvĕ##--!!]",
      "SaveAltText": "[!!--##Ůşȇ ťŏ şąvě ťĥē ćųŗřęŉť ŵőŕķƀĕňċħ śŧąŧě.##--!!]",
      "Discard": "[!!--##Ɗĭşćâŗđ##--!!]",
      "DiscardAltText": "[!!--##Ųśĕ ţō đĩśĉąŕđ ţĥę ĉųřŕěƞţ ŵơŕķƅĕņčĥ şţãţē.##--!!]",
      "Mobile": "[!!--##MơƂĩĺę##--!!]",
      "MobleAltText": "[!!--##Ũŝē ţō ŏƿęƞ ŧħȇ mōƅįĺē ƿŕėvĩȇŵ ťōőļ ƒőř å ċėľĺ ƥħŏńȇ.##--!!]",
      "Tablet": "[!!--##Ŧȃƅļȅŧ##--!!]",
      "TabletAltText": "[!!--##Űŝė ŧō ŏƿĕń ţĥě mőƅĩĺȅ ƿŗėvĭęŵ ťőơļ ƒőř â ŧãɓŀȇť.##--!!]",
      "Preview": "[!!--##Ƥŕėvıėŵ##--!!]",
      "PreviewAltText": "[!!--##Ũŝě ŧō šŵıťčĥ ƒŗŏm ēđīţ mőđȅ ţō ƥŕȇvįȇŵ mơđě.##--!!]",
      "Edit": "[!!--##Ęďįŧ##--!!]",
      "EditAltText": "[!!--##Ũšę ťō šŵĩŧćħ ţơ ĕđīŧ mőďȅ.##--!!]",
      "WebPartData": "[!!--##ŴėƄ ƥāŗť đǻťá##--!!]",
      "WebPartDataAltText": "[!!--##Đīşƿĺâŷ ťĥě šȇŕįȁŀĭƶȅď ŵĕƀ ƥãŕŧ ďǻţǻ.##--!!]"
    }
  };

  strings.default = strings;
  return strings;
});